Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Import a dive from your dive computer to see detailed data.
de: Importiere einen Tauchgang von deinem Tauchcomputer, um detaillierte Daten zu sehen.
fr_ca: Importez une plongée depuis votre ordinateur de plongée pour voir les données détaillées.
nl: Importeer een duik van je duikcomputer om gedetailleerde informatie te bekijken.

source: Import error
de: Importfehler
fr_ca: Erreur d'importation
nl: Fout tijdens importeren

source: Import from BlueDive XML, MacDive XML, UDDF, or Garmin FIT files — all major dive log formats supported.
de: Importiere aus BlueDive XML-, MacDive XML-, UDDF- oder Garmin FIT-Dateien — alle wichtigen Logbuch-Formate werden unterstützt.
fr_ca: Importez depuis les fichiers XML BlueDive, MacDive, UDDF ou Garmin FIT — tous les principaux formats de carnets de plongée sont supportés.
nl: Importeren vanuit BlueDive XML-, MacDive XML-, UDDF- of Garmin FIT-bestanden — alle gangbare formaten voor duiklogboeken worden ondersteund.

source: Import from Files
de: Aus Dateien importieren
fr_ca: Importer depuis Fichiers
nl: Importeer vanuit “Bestanden”

source: Important Notice
de: Wichtiger Hinweis
fr_ca: Avis important
nl: Belangrijke mededeling

source: Imported Data Format
de: Format der importierten Daten
fr_ca: Format des données importées
nl: Geïmporteerd dataformaat

source: Importing %lld dives...
de: Importiere %lld Tauchgang/Tauchgänge...
fr_ca: Importation de %lld plongées…
nl: %lld duiken importeren…

source: Importing 1 dive...
de: 1 Tauchgang wird importiert…
fr_ca: Importation d'1 plongée…
nl: 1 duik importeren…

source: Importing...
de: Wird importiert...
fr_ca: Importation en cours...
nl: Importeren…

source: In file
de: In Datei
fr_ca: Dans le fichier
nl: In bestand

source: Inactive
de: Inaktiv
fr_ca: Inactif
nl: Inactief

source: Inactive Equipment
de: Inaktive Ausrüstung
fr_ca: Équipement inactif
nl: Inactieve duikuitrusting

source: Include
de: Einschließen
fr_ca: Inclure
nl: Inclusief

source: Include GPS Coordinates (Entry & Exit)
de: GPS-Koordinaten einschließen (Ein- und Ausstieg)
fr_ca: Inclure les coordonnées GPS (entrée et sortie)
nl: Voeg GPS-coördinaten toe (instap- en uitstapplaats)

source: Include equipment items from the file
de: Ausrüstungsgegenstände aus der Datei einschließen
fr_ca: Inclure l'équipement du fichier
nl: Voeg apparatuur uit het bestand toe

source: Information
de: Informationen
fr_ca: Informations
nl: Informatie

source: Instructor Name
de: Name des Instructors
fr_ca: Nom de l'instructeur
nl: Naam van de instructeur

source: Instructor Name (optional)
de: Name des Instructors (optional)
fr_ca: Nom de l'instructeur (facultatif)
nl: Naam van de instructeur (optioneel)

source: Instructor Number
de: Instructor-Nummer
fr_ca: Numéro de l'instructeur
nl: Nummer van de instructeur

source: Instructor Number (optional)
de: Instructor-Nummer (optional)
fr_ca: Numéro de l'instructeur (facultatif)
nl: Nummer van de instructeur (optioneel)

source: Insurance
de: Versicherung
fr_ca: Assurance
nl: Verzekering

source: Insurance expiration
de: Ablauf der Versicherung
fr_ca: Expiration de l’assurance
nl: Vervaldatum van de verzekering

source: Insurances
de: Versicherungen
fr_ca: Assurances
nl: Verzekeringen

source: Insurer
de: Versicherer
fr_ca: Assureur
nl: Verzekeraar

source: Insurer Name
de: Name des Versicherers
fr_ca: Nom de l'assureur
nl: Naam van de verzekeraar

source: Invalid amount.
de: Ungültiger Betrag.
fr_ca: Montant invalide.
nl: Ongeldig bedrag.

source: Invalid hex
de: Ungültiger Hex-Wert
fr_ca: Hex invalide
nl: Ongeldige hex

source: Issue Date
de: Ausstellungsdatum
fr_ca: Date d'émission
nl: Uitgiftedatum

source: Keep "%1$@" (%2$@) and append samples from "%3$@" (%4$@). The second dive will be deleted.
de: "%1$@" (%2$@) behalten und Datenpunkte von "%3$@" (%4$@) anhängen. Der zweite Tauchgang wird gelöscht.
fr_ca: Conserver "%1$@" (%2$@) et ajouter les échantillons de "%3$@" (%4$@). La deuxième plongée sera supprimée.
nl: Bewaar "%1$@" (%2$@) en voeg daar de opnames uit "%3$@" (%4$@) aan toe. De tweede duik wordt verwijderd.

source: Keep your diver info, emergency contacts, and insurance details handy.
de: Halte deine Taucherinfos, Notfallkontakte und Versicherungsdetails immer griffbereit.
fr_ca: Gardez vos infos de plongeur, contacts d'urgence et détails d'assurance à portée de main.
nl: Houd alle gegevens van jou, als duiker, bij de hand, zoals contactpersonen voor noodgevallen en verzekeringsgegevens.

source: Kept from your logbook
de: Aus deinem Logbuch übernommen
fr_ca: Conservé depuis votre carnet
nl: Uit je logboek overgenomen

source: Key Community Contributors
de: Wichtigste Community-Mitwirkende
fr_ca: Principaux contributeurs communautaires
nl: Belangrijkste bijdragers uit de gemeenschap

source: Kilograms (kg)
de: Kilogramm (kg)
fr_ca: Kilogrammes (kg)
nl: Kilogrammen (kg)

source: Known Dive Computers
de: Bekannte Tauchcomputer
fr_ca: Ordinateurs de plongée connus
nl: Bekende duikcomputers

source: Language
de: Sprache
fr_ca: Langue
nl: Taal

source: Last 15 minutes of sync activity
de: Letzte 15 Minuten der Synchronisierungsaktivität
fr_ca: 15 dernières minutes d'activité de synchronisation
nl: Laatste 15 minuten van synchronisatie-activiteit

source: Last 15 minutes of sync activity.
de: Letzte 15 Minuten der Synchronisierungsaktivität.
fr_ca: 15 dernières minutes d'activité de synchronisation.
nl: Laatste 15 minuten van synchronisatie-activiteit.

source: Last Maintenance
de: Letzte Wartung
fr_ca: Dernier entretien
nl: Laatste onderhoud

source: Last synced %@
de: Zuletzt synchronisiert: %@
fr_ca: Dernière synchro : %@
nl: Laatste synchronisatie: %@

source: Latitude
de: Breitengrad
nl: Breedtegraad

source: Legacy Note
de: Ältere Notiz
fr_ca: Note héritée
nl: Legacy notitie

source: Legend
de: Legende
fr_ca: Légende
nl: Legenda

source: Less
de: Weniger
fr_ca: Moins
nl: Minder

source: Level
de: Stufe
fr_ca: Niveau
nl: Niveau

source: Light
de: Hell
fr_ca: Clair
nl: Licht

source: Limit Import by Date
de: Import nach Datum begrenzen
fr_ca: Limiter l'importation par date
nl: Import beperken op datum

source: Liters
de: Liter
fr_ca: Litres

source: Liters (L)
de: Liter (L)
fr_ca: Litres (L)

source: Litres
de: Liter
nl: Liters

source: Location
de: Ort
fr_ca: Lieu
nl: Locatie

source: Log Service
de: Wartung erfassen
fr_ca: Enregistrer un entretien
nl: Onderhoud registreren

source: Log dives manually with full control over date, depth, duration, and all details.
de: Tauchgänge manuell erfassen mit voller Kontrolle über Datum, Tiefe, Dauer und alle Details.
fr_ca: Saisissez vos plongées manuellement avec un contrôle total sur la date, la profondeur, la durée et tous les détails.
nl: Registreer duiken handmatig met volledige controle over datum, diepte, duur en alle details.

source: Log fish and marine life spotted during each dive.
de: Fische und Unterwasserlebewesen erfassen, die bei jedem Tauchgang gesichtet wurden.
fr_ca: Enregistrez les poissons et la vie marine observés lors de chaque plongée.
nl: Noteer de vissen en andere (zee)dieren die je tijdens elke duik hebt gezien.

source: Longest
de: Längster
fr_ca: La plus longue
nl: Langste

source: Longest Dive
de: Längster Tauchgang
fr_ca: Plongée la plus longue
nl: Langste duik

source: Longitude
de: Längengrad
nl: Lengtegraad

source: Looking for your dive computer...
de: Suche nach deinem Tauchcomputer…
fr_ca: Recherche de votre ordinateur de plongée…
nl: Zoeken naar duikcomputer…

source: Low Power Mode
de: Energiesparmodus
fr_ca: Mode faible consommation
nl: Energiebesparende modus

source: Low Power Mode is on — iCloud sync may be slower. Turn it off in Settings > Battery.
de: Energiesparmodus ist aktiv — die iCloud-Synchronisierung kann langsamer sein. Deaktiviere ihn unter Einstellungen > Batterie.
fr_ca: Le mode faible consommation est activé — la synchronisation iCloud peut être plus lente. Désactivez-le dans Réglages > Batterie.
nl: De energiebesparingsmodus is ingeschakeld — de synchronisatie met iCloud kan hierdoor trager verlopen. Schakel deze uit via ‘Instellingen’ > ‘Batterij’.

source: Low confidence match
de: Übereinstimmung mit geringer Zuversicht
fr_ca: Correspondance de confiance faible
nl: Overeenkomst met lage zekerheid

source: Main Information
de: Hauptinformationen
fr_ca: Informations principales
nl: Algemene informatie

source: Maintenance
de: Wartung
fr_ca: Entretien
nl: Onderhoud

source: Maintenance & Notes
de: Wartung und Notizen
fr_ca: Entretien et notes
nl: Onderhoud en notities

source: Maintenance History
de: Wartungshistorie
fr_ca: Historique d'entretien
nl: Onderhoudsgeschiedenis

source: Maintenance due soon.
de: Wartung bald fällig.
fr_ca: Entretien bientôt dû.
nl: Onderhoud is binnenkort aan de beurt.

source: Maintenance is due on %@ (%@ days remaining).
de: Wartung fällig am %1$@ (%2$@ Tage verbleibend).
fr_ca: L'entretien est prévu le %1$@ (%2$@ jours restants).
nl: Het onderhoud moet worden uitgevoerd op %@ (nog %@ dagen).

source: Maintenance is due on %@ (1 day remaining).
de: Wartung fällig am %@ (noch 1 Tag).
fr_ca: L'entretien est prévu le %@ (encore 1 jour).
nl: Het onderhoud moet worden uitgevoerd op %@ (nog 1 dag).

source: Maintenance is due today (%@).
de: Wartung ist heute fällig (%@).
fr_ca: L'entretien est prévu aujourd'hui (%@).
nl: Het onderhoud moet vandaag worden uitgevoerd (%@).

source: Maintenance was due on %@ (%@ days ago).
de: Wartung war fällig am %1$@ (vor %2$@ Tagen).
fr_ca: L'entretien était prévu le %1$@ (il y a %2$@ jours).
nl: Het onderhoud had op %@ (%@ dagen geleden) moeten plaatsvinden.

source: Maintenance was due on %@ (1 day ago).
de: Wartung war fällig am %@ (vor 1 Tag).
fr_ca: L'entretien était prévu le %@ (il y a 1 jour).
nl: Het onderhoud had op %@ (1 dag geleden) moeten plaatsvinden.

source: Make sure your dive computer is turned on and in Bluetooth transfer mode.
de: Stelle sicher, dass dein Tauchcomputer eingeschaltet und im Bluetooth-Übertragungsmodus ist.
fr_ca: Assurez-vous que votre ordinateur de plongée est allumé et en mode de transfert Bluetooth.
nl: Zorg ervoor dat je duikcomputer is ingeschakeld en in de Bluetooth-overdrachtsmodus staat.

source: Mandatory stop
de: Pflichtstopp
fr_ca: Palier obligatoire
nl: Verplichte stop

source: Manual Entry
de: Manuelle Eingabe
fr_ca: Entrée manuelle
nl: Handmatige invoer

source: Manufacturer
de: Hersteller
fr_ca: Fabricant
nl: Fabrikant

source: Many
de: Viele
fr_ca: Nombreux
nl: Veel

source: Map
de: Karte
fr_ca: Carte
nl: Kaart

source: Map Style
de: Kartenstil
fr_ca: Style de carte
nl: Kaartstijl

source: Marine Life
de: Unterwasserlebewesen
fr_ca: Vie marine
nl: Onderwaterleven

source: Marine Life Information
de: Informationen zu Unterwasserlebewesen
fr_ca: Informations sur la vie marine
nl: Informatie over het onderwaterleven

source: Marine Life Seen
de: Gesichtete Unterwasserlebewesen
fr_ca: Vie marine observée
nl: Waargenomen (zee)dieren

source: Marine Life name
de: Name des Unterwasserlebewesens
fr_ca: Nom de la créature marine
nl: Naam van het (zee)dier

source: Marine Sightings
de: Sichtungen von Unterwasserlebewesen
fr_ca: Observations marines
nl: Waarnemingen van (zee)dieren

source: Marine life
de: Unterwasserlebewesen
fr_ca: Vie marine
nl: Onderwaterleven

source: Mark a maintenance to start automatic tracking of your equipment
de: Trage eine Wartung ein, um die automatische Verfolgung deiner Ausrüstung zu starten
fr_ca: Enregistrez un entretien pour commencer le suivi automatique de votre équipement
nl: Geef een onderhoudsbeurt aan om de automatische tracking van je apparatuur te starten

source: Mark as Serviced
de: Als gewartet markieren
fr_ca: Marquer comme entretenu
nl: Markeren als onderhouden

source: Mark the first maintenance to start tracking
de: Erste Wartung eintragen, um die Verfolgung zu starten
fr_ca: Enregistrez le premier entretien pour commencer le suivi
nl: Markeer het eerste onderhoud om het bijhouden te starten

source: Max Depth
de: Max. Tiefe
fr_ca: Profondeur max.
nl: Max. diepte

source: Max Depth (%@)
de: Max. Tiefe (%@)
fr_ca: Profondeur max (%@)
nl: Max. diepte (%@)

source: Maximum / decompression stop limit
de: Maximum / Dekompressionsstopplimit
fr_ca: Limite maximale / palier de décompression
nl: Maximum / decompressiestopgrens

source: Maximum Temp.
de: Maximale Temp.
fr_ca: Température max.
nl: Maximum temperatuur

source: Medium confidence match
de: Übereinstimmung mit mittlerer Zuversicht
fr_ca: Correspondance de confiance moyenne
nl: Overeenkomst met gemiddelde zekerheid

source: Merge
de: Zusammenführen
fr_ca: Fusionner
nl: Samenvoegen

source: Merge Dives
de: Tauchgänge zusammenführen
fr_ca: Fusionner des plongées
nl: Duiken samenvoegen

source: Merge dives?
de: Tauchgänge zusammenführen?
fr_ca: Fusionner des plongées ?
nl: Duiken samenvoegen?

source: Meters
de: Meter
fr_ca: Mètres

source: Meters (m)
de: Meter (m)
fr_ca: Mètres (m)

source: Metric
de: Metrisch
fr_ca: Métrique
nl: Metrisch

source: Milestone counts dives for all divers combined. Not recommended when multiple divers share this app.
de: Meilensteine zählen Tauchgänge aller Taucher zusammen. Nicht empfohlen, wenn mehrere Taucher diese App teilen.
fr_ca: Les jalons comptent les plongées de tous les plongeurs combinés. Non recommandé lorsque plusieurs plongeurs partagent cette application.
nl: Mijlpaal telt duiken van alle duikers samen. Niet aanbevolen wanneer meerdere duikers deze app delen.

source: Milestones reached
de: Meilensteine erreicht
fr_ca: Jalons atteints
nl: Bereikte mijlpalen

source: Min. must be less than Max.
de: Min. muss kleiner als Max. sein.
fr_ca: Le min. doit être inférieur au max.
nl: Min. moet kleiner zijn dan Max.

source: Minimum Gas
de: Mindestgas
fr_ca: Gaz minimum

source: Minimum Gas (MG)
de: Mindestgas (MG)
fr_ca: Gaz minimum (GM)

source: Minimum Gas (MG) is the air you must keep in reserve to bring both you and your buddy safely to the surface if one of you runs out of air at depth.
de: Das Mindestgas (MG) ist die Luftreserve, die du behalten musst, um dich und dein Tauchpartner sicher an die Oberfläche zu bringen, falls einer von euch in der Tiefe keine Luft mehr hat.
fr_ca: Le gaz minimum (GM) est la réserve d'air que vous devez conserver pour ramener vous et votre binôme en toute sécurité en surface si l'un de vous manque d'air en profondeur.
nl: Minimum Gas (MG) is de hoeveelheid lucht die je in reserve moet houden om zowel jezelf als je duikpartner veilig naar de oppervlakte te brengen als een van jullie op diepte zonder lucht komt te zitten.

source: Minimum Gas Calculator
de: Mindestgas-Rechner
fr_ca: Calculateur de gaz minimum
nl: Calculator voor minimumgas

source: Minimum Temperature
de: Mindesttemperatur
fr_ca: Température minimale
nl: Minimumtemperatuur

source: Minimum is 40 bar
de: Minimum beträgt 40 bar
fr_ca: Minimum de 40 bar
nl: Minimaal 40 bar

source: Minimum is 600 psi
de: Minimum beträgt 600 psi
fr_ca: Minimum de 600 psi
nl: Minimaal 600 psi

source: Minimum rating
de: Mindestbewertung
fr_ca: Évaluation minimale
nl: Minimale beoordeling

source: Model
de: Modell
fr_ca: Modèle

source: Model ID
de: Modell-ID
fr_ca: ID modèle

source: Moderate
de: Mäßig
fr_ca: Modéré
nl: Gemiddeld

source: Moderate-Challenging
de: Mäßig-Anspruchsvoll
fr_ca: Modéré-Difficile
nl: Gemiddeld-Uitdagend

source: Month
de: Monat
fr_ca: Mois
nl: Maand

source: More
de: Mehr
fr_ca: Plus
nl: Meer

source: Most Observed Creatures
de: Am häufigsten beobachtete Tiere
fr_ca: Créatures les plus observées
nl: Meest waargenomen (zee)dieren

source: Move
de: Verschieben
fr_ca: Déplacer
nl: Verplaatsen

source: Move dive
de: Tauchgang verschieben
fr_ca: Déplacer la plongée
nl: Duik verplaatsen

source: Multi-tank RMV/SAC requires dive computer data
de: Mehr-Flaschen-RMV/SAC erfordert Tauchcomputerdaten
fr_ca: Le RMV/SAC multi-cylindres nécessite les données d'un ordinateur de plongée
nl: Voor de AMV/SAC met meerdere tanks zijn gegevens van de duikcomputer vereist

source: Multiplier (×)
de: Multiplikator (×)
fr_ca: Multiplicateur (×)
nl: Vermenigvuldigingsfactor (×)

source: Must be 1.0 or greater
de: Muss 1,0 oder größer sein
fr_ca: Doit être 1,0 ou plus
nl: Moet 1.0 of hoger zijn

source: Must be greater than 0
de: Muss größer als 0 sein
fr_ca: Doit être supérieur à 0
nl: Moet groter zijn dan 0

source: My Trips
de: Meine Reisen
fr_ca: Mes voyages
nl: Mijn trips

source: NOTES
de: NOTIZEN
nl: NOTITIES

source: New
de: Neu
fr_ca: Nouvelles
nl: Nieuw

source: New Certification
de: Neue Zertifizierung
fr_ca: Nouvelle certification
nl: Nieuwe certificering

source: New Dive Date
de: Neues Tauchdatum
fr_ca: Nouvelle date
nl: Nieuwe duikdatum

source: New Group
de: Neue Gruppe
fr_ca: Nouveau groupe
nl: Nieuwe groep

source: New Insurance
de: Neue Versicherung
fr_ca: Nouvelle assurance
nl: Nieuwe verzekering

source: New Marine Life
de: Neues Unterwasserlebewesen
fr_ca: Nouvelle vie marine
nl: Nieuw onderwaterleven

source: New Template
de: Neue Vorlage
fr_ca: Nouveau modèle
nl: Nieuw sjabloon

source: New dives to import
de: Neue Tauchgänge zum Importieren
fr_ca: Nouvelles plongées à importer
nl: Nieuwe duiken om te importeren

source: New — will be imported
de: Neu — wird importiert
fr_ca: Nouveau — sera importé
nl: Nieuw — zal worden geïmporteerd

source: Next
de: Weiter
fr_ca: Suivant
nl: Volgende

source: Next Goals
de: Nächste Ziele
fr_ca: Prochains objectifs
nl: Volgende doelen

source: Next Maintenance
de: Nächste Wartung
fr_ca: Prochain entretien
nl: Volgend onderhoud

source: Next Photo
de: Nächstes Foto
fr_ca: Photo suivante
nl: Volgende foto

source: Next Service Date
de: Nächstes Wartungsdatum
fr_ca: Prochaine date d'entretien
nl: Volgende onderhoudsdatum

source: Next Year
de: Nächstes Jahr
fr_ca: Année suivante
nl: Volgend jaar

source: Next dive
de: Nächster Tauchgang
fr_ca: Plongée suivante
nl: Volgende duik

source: Nitrogen (N₂)
de: Stickstoff (N₂)
fr_ca: Azote (N₂)
nl: Stikstof (N₂)

source: Nitrox diving requires specific training and equipment analysis. Always dive within your training and certification limits.
de: Nitrox-Tauchen erfordert eine spezifische Ausbildung und Ausrüstungsanalyse. Tauche immer innerhalb deiner Ausbildungs- und Zertifizierungsgrenzen.
fr_ca: La plongée au nitrox nécessite une formation spécifique et une analyse de l'équipement. Plongez toujours dans les limites de votre formation et de vos certifications.
nl: Voor het duiken met nitrox zijn een specifieke opleiding en een controle van de duikuitrusting vereist. Duik altijd binnen de grenzen van je opleiding en brevet.

source: No
de: Nein
fr_ca: Non
nl: Nee

source: No Certifications for Diver
de: Keine Zertifizierungen für diesen Taucher
fr_ca: Aucune certification pour ce plongeur
nl: Geen certificeringen voor duiker

source: No Dives Match Filters
de: Keine Tauchgänge entsprechen den Filtern
fr_ca: Aucune plongée ne correspond aux filtres
nl: Geen duiken gevonden voor filter

source: No Dives Recorded
de: Keine Tauchgänge aufgezeichnet
fr_ca: Aucune plongée enregistrée
nl: Geen duiken opgeslagen

source: No Dives for %@
de: Keine Tauchgänge für %@
fr_ca: Aucune plongée pour %@
nl: Geen duiken voor %@

source: No Documents
de: Keine Dokumente
fr_ca: Aucun document
nl: Geen documenten

source: No Documents for %@
de: Keine Dokumente für %@
fr_ca: Aucun document pour %@
nl: Geen documenten voor %@

source: No Equipment
de: Keine Ausrüstung
fr_ca: Aucun équipement
nl: Geen duikuitrusting

source: No Equipment Available
de: Keine Ausrüstung verfügbar
fr_ca: Aucun équipement disponible
nl: Geen duikuitrusting beschikbaar

source: No Equipment Recorded
de: Keine Ausrüstung erfasst
fr_ca: Aucun équipement enregistré
nl: Geen duikuitrusting opgeslagen

source: No Equipment for %@
de: Keine Ausrüstung für %@
fr_ca: Aucun équipement pour %@
nl: Geen duikuitrusting voor %@

source: No Gear Groups
de: Keine Ausrüstungsgruppen
fr_ca: Aucun groupe d'équipement
nl: Geen duikuitrustinggroepen

source: No Insurance for Diver
de: Keine Versicherung für diesen Taucher
fr_ca: Aucune assurance pour ce plongeur
nl: Geen verzekering voor duiker

source: No Liability
de: Keine Haftung
fr_ca: Aucune responsabilité
nl: Geen aansprakelijkheid

source: No Maintenance Recorded
de: Keine Wartung erfasst
fr_ca: Aucun entretien enregistré
nl: Geen onderhoud opgeslagen

source: No Maintenance Scheduled
de: Keine Wartung geplant
fr_ca: Aucun entretien planifié
nl: Geen onderhoud ingepland

source: No New Dives
de: Keine neuen Tauchgänge
fr_ca: Aucune nouvelle plongée
nl: Geen nieuwe duiken

source: No Tank Templates
de: Keine Flaschenschablonen
fr_ca: Aucun modèle de cylindre
nl: Geen tanksjablonen

source: No Trips
de: Keine Reisen
fr_ca: Aucun voyage
nl: Geen trips

source: No Trips for %@
de: Keine Reisen für %@
fr_ca: Aucun voyage pour %@
nl: Geen trips voor %@

source: No `<units>` tag found — please select each unit manually.
de: Kein `<units>`-Tag gefunden — bitte wähle jede Einheit manuell aus.
fr_ca: Aucune balise `<units>` trouvée — veuillez sélectionner chaque unité manuellement.
nl: Er is geen `<units>`-tag gevonden — selecteer elke eenheid handmatig.

source: No account
de: Kein Konto
fr_ca: Aucun compte
nl: Geen account

source: No buddy
de: Kein Tauchpartner
fr_ca: Aucun binôme
nl: Geen buddy

source: No certifications
de: Keine Zertifizierungen
fr_ca: Aucune certification
nl: Geen certificeringen

source: No certifications for the selected diver.
de: Keine Zertifizierungen für den ausgewählten Taucher.
fr_ca: Aucune certification pour le plongeur sélectionné.
nl: Geen certificeringen voor de geselecteerde duiker.

source: No certifications found in the selected file.
de: Keine Zertifizierungen in der ausgewählten Datei gefunden.
fr_ca: Aucune certification trouvée dans le fichier sélectionné.
nl: Geen certificeringen gevonden in het geselecteerde bestand.

source: No certifications or insurance were found for %@.
de: Für %@ wurden keine Zertifizierungen oder Versicherungen gefunden.
fr_ca: Aucune certification ou assurance n'a été trouvée pour %@.
nl: Geen certificeringen of verzekeringen gevonden voor %@.

source: No devices registered
de: Keine Geräte registriert
fr_ca: Aucun appareil enregistré
nl: Geen apparaten geregistreerd

source: No dive data to display
de: Keine Tauchgangsdaten zum Anzeigen
fr_ca: Aucune donnée de plongée à afficher
nl: Er zijn geen duikgegevens om weer te geven

source: No dive master
de: Kein Tauchleiter
fr_ca: Aucun directeur de plongée
nl: Geen divemaster

source: No diver
de: Kein Taucher
fr_ca: Aucun plongeur
nl: Geen duiker

source: No dives found
de: Keine Tauchgänge gefunden
fr_ca: Aucune plongée trouvée
nl: Geen duiken gevonden

source: No dives were found for %@.
de: Für %@ wurden keine Tauchgänge gefunden.
fr_ca: Aucune plongée n'a été trouvée pour %@.
nl: Geen duiken gevonden voor %@.

source: No dives were found matching the current filters.
de: Es wurden keine Tauchgänge gefunden, die den aktuellen Filtern entsprechen.
fr_ca: Aucune plongée ne correspond aux filtres actuels.
nl: Geen duiken gevonden voor het huidige filter.

source: No dives with a valid date were found in this file.
de: Keine Tauchgänge mit gültigem Datum in dieser Datei gefunden.
fr_ca: Aucune plongée avec une date valide n'a été trouvée dans ce fichier.
nl: Er zijn geen duiken met een geldige datum gevonden in dit bestand.

source: No duplicates found.
de: Keine Duplikate gefunden.
fr_ca: Aucun doublon trouvé.
nl: Geen duplicaten gevonden.

source: No equipment in your inventory
de: Keine Ausrüstung in deinem Inventar
fr_ca: Aucun équipement dans votre inventaire
nl: Geen duikuitrusting in je inventaris

source: No equipment was found for %@.
de: Für %@ wurde keine Ausrüstung gefunden.
fr_ca: Aucun équipement n'a été trouvé pour %@.
nl: Geen duikuitrusting gevonden voor %@.
